Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: "%@" already exists in this group.
de: „%@“ ist in dieser Gruppe bereits vorhanden.
es: «%@» ya existe en este grupo.
fr: « %@ » existe déjà dans ce groupe.
ja: 「%@」はこのグループにすでに存在します。
zh_hans: 此群组中已存在“%@”。
zh_hant: 此群組中已存在「%@」。

# "%@" contains %@. The group and its contents will be moved to the recycle bin.
source: "%1$@" contains %2$@. The group and its contents will be moved to the recycle bin.
de: „%1$@“ enthält %2$@. Die Gruppe und ihr Inhalt werden in den Papierkorb verschoben.
es: «%1$@» contiene %2$@. El grupo y su contenido se moverán a la papelera.
fr: « %1$@ » contient %2$@. Le groupe et son contenu seront déplacés vers la corbeille.
ja: 「%1$@」には%2$@が含まれています。グループとその内容はごみ箱に移動されます。
zh_hans: “%1$@”包含 %2$@。该群组及其内容将移至回收站。
zh_hant: 「%1$@」包含 %2$@。此群組及其內容將移至資源回收筒。

source: "%1$@" contains %2$@. The group and its contents will be removed immediately and cannot be restored from NextPass.
de: „%1$@“ enthält %2$@. Die Gruppe und ihr Inhalt werden sofort gelöscht und können in NextPass nicht wiederhergestellt werden.
es: «%1$@» contiene %2$@. El grupo y su contenido se eliminarán inmediatamente y no podrán restaurarse desde NextPass.
fr: « %1$@ » contient %2$@. Le groupe et son contenu seront supprimés immédiatement et ne pourront pas être restaurés depuis NextPass.
ja: 「%1$@」には%2$@が含まれています。グループとその内容はすぐに削除され、NextPass から復元することはできません。
zh_hans: “%1$@”包含 %2$@。该群组及其内容将被立即移除，且无法从 NextPass 恢复。
zh_hant: 「%1$@」包含 %2$@。此群組及其內容將立即移除，且無法從 NextPass 回復。

source: “%@” is already in your database list.
de: „%@“ ist bereits in Ihrer Datenbankliste enthalten.
es: «%@» ya está en su lista de bases de datos.
fr: « %@ » est déjà présent dans votre liste de bases de données.
ja: 「%@」はすでにデータベース一覧にあります。
zh_hans: “%@”已在你的数据库列表中。
zh_hant: 「%@」已在你的資料庫列表中。

source: “%@” is already used by a NextPass-only database.
de: „%@“ wird bereits von einer Datenbank verwendet, die nur in NextPass verfügbar ist.
es: «%@» ya lo utiliza una base de datos exclusiva de NextPass.
fr: « %@ » est déjà utilisé par une base de données disponible uniquement dans NextPass.
ja: 「%@」は NextPass 専用のデータベースですでに使用されています。
zh_hans: “%@”已被一个仅限 NextPass 的数据库使用。
zh_hant: 「%@」已被僅限 NextPass 的資料庫使用。

source: “%@” will be removed from NextPass, including its cached copy and saved biometric key.
de: „%@“ wird aus NextPass entfernt, einschließlich der Cache-Kopie und des gespeicherten biometrischen Schlüssels.
es: «%@» se quitará de NextPass, incluidas su copia en caché y su clave biométrica guardada.
fr: « %@ » sera retiré de NextPass, y compris sa copie mise en cache et sa clé biométrique enregistrée.
ja: 「%@」は、キャッシュされたコピーと保存された生体認証キーを含めて NextPass から削除されます。
zh_hans: “%@”将从 NextPass 中移除，包括其缓存副本和已保存的生物识别密钥。
zh_hant: 「%@」將從 NextPass 中移除，包括其快取副本和已儲存的生物辨識金鑰。

source: (untitled)
de: (ohne Titel)
es: (sin título)
fr: (sans titre)
ja: （名称未設定）
zh_hans: （未命名）
zh_hant: （未命名）

source: %@ NextPass opened the cached copy for now. Cloud sync needs attention before this database can be refreshed from its provider.
de: %@ NextPass hat vorerst die Cache-Kopie geöffnet. Die Cloud-Synchronisierung erfordert Ihre Aufmerksamkeit, bevor diese Datenbank vom Anbieter aktualisiert werden kann.
es: %@ NextPass ha abierto por ahora la copia almacenada en caché. La sincronización en la nube requiere su atención antes de poder actualizar esta base de datos desde su proveedor.
fr: %@ NextPass a ouvert la copie en cache pour l'instant. La synchronisation cloud nécessite votre attention avant que cette base de données puisse être actualisée depuis son fournisseur.
ja: %@ 現在はキャッシュされたコピーを開いています。このデータベースをプロバイダから最新の状態に更新するには、クラウド同期の問題を解決する必要があります。
zh_hans: %@ NextPass 暂时打开了缓存副本。云同步需要处理后，此数据库才能从其提供商刷新。
zh_hant: %@ NextPass 暫時開啟了快取副本。需先處理雲端同步，此資料庫才能從其提供者重新整理。

# %@ · %@ iterations · %@ threads
source: %1$@ · %2$@ iterations · %3$@ threads
de: %1$@ · %2$@ Iterationen · %3$@ Threads
es: %1$@ · %2$@ iteraciones · %3$@ hilos
fr: %1$@ · %2$@ itérations · %3$@ threads
ja: %1$@ · %2$@ 回の反復 · %3$@ スレッド
zh_hans: %1$@ · %2$@ 次迭代 · %3$@ 个线程
zh_hant: %1$@ · %2$@ 次疊代 · %3$@ 個執行緒

# %@ (~%lld bits)
source: %1$@ (~%2$lld bits)
de: %1$@ (~%2$lld Bit)
ja: %1$@（約 %2$lld ビット）
zh_hans: %1$@（约 %2$lld 位）
zh_hant: %1$@（約 %2$lld 位元）

# %@ and %@
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
fr: %1$@ et %2$@
ja: %1$@と%2$@
zh_hans: %1$@和 %2$@
zh_hant: %1$@和 %2$@

source: %@ copy
de: %@ Kopie
es: %@ copia
fr: %@ copie
ja: %@のコピー
zh_hans: %@ 副本
zh_hant: %@ 副本

source: %@ rounds
de: %@ Runden
es: %@ rondas
fr: %@ tours
ja: %@ ラウンド
zh_hans: %@ 轮
zh_hant: %@ 回合

source: %@, from a group
de: %@, aus einer Gruppe
es: %@, de un grupo
fr: %@, depuis un groupe
ja: %@、グループから継承
zh_hans: %@，来自群组
zh_hant: %@，來自群組

source: %lld changes from the other copy were combined with yours and saved.
de: %lld Änderungen aus der anderen Kopie wurden mit Ihren zusammengeführt und gesichert.
es: %lld cambios de la otra copia se combinaron con los suyos y se guardaron.
fr: %lld modifications de l’autre copie ont été fusionnées avec les vôtres et enregistrées.
ja: 別のコピーで行われた %lld 件の変更を、ご自身の変更と統合して保存しました。
zh_hans: 已将另一个副本中的 %lld 项更改与你的更改合并并保存。
zh_hant: 已將另一個副本中的 %lld 項變更與你的變更合併並儲存。

source: %lld characters
de: %lld Zeichen
es: %lld caracteres
fr: %lld caractères
ja: %lld 文字
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld entries
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
ja: エントリ %lld 件
zh_hans: %lld 个条目
zh_hant: %lld 個項目

source: %lld MB memory, %lld iterations
de: %1$lld MB Speicher, %2$lld Iterationen
es: %1$lld MB de memoria, %2$lld iteraciones
fr: %1$lld Mo de mémoire, %2$lld itérations
ja: メモリ %1$lld MB、反復 %2$lld 回
zh_hans: %1$lld MB 内存，%2$lld 次迭代
zh_hant: %1$lld MB 記憶體，%2$lld 次迭代

source: %lld nested groups
de: %lld verschachtelte Gruppen
es: %lld grupos anidados
fr: %lld groupes imbriqués
ja: サブグループ %lld 件
zh_hans: %lld 个嵌套群组
zh_hant: %lld 個巢狀群組

source: %lld pending upload conflicts
de: %lld ausstehende Upload-Konflikte
es: %lld conflictos de carga pendientes
fr: %lld conflits d'envoi en attente
ja: 保留中のアップロード競合 %lld 件
zh_hans: %lld 个待处理的上传冲突
zh_hant: %lld 個待處理的上傳衝突

source: 1 entry
de: 1 Eintrag
es: 1 entrada
fr: 1 entrée
ja: エントリ 1 件
zh_hans: 1 个条目
zh_hant: 1 個項目

source: 1 nested group
de: 1 verschachtelte Gruppe
es: 1 grupo anidado
fr: 1 groupe imbriqué
ja: サブグループ 1 件
zh_hans: 1 个嵌套群组
zh_hant: 1 個巢狀群組

source: 5 Minutes
de: 5 Minuten
es: 5 minutos
ja: 5 分
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 10 Seconds
de: 10 Sekunden
es: 10 segundos
fr: 10 secondes
ja: 10 秒
zh_hans: 10 秒
zh_hant: 10 秒

source: 30 Seconds
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
ja: 30 秒
zh_hans: 30 秒
zh_hant: 30 秒

source: A change saved through AutoFill couldn’t be uploaded because the copy of this database in the cloud changed since. Export a copy of this database to merge it with the cloud version in another KeePass app, or discard the pending upload. NextPass keeps a backup of the discarded change on this device.
de: Eine über AutoFill gespeicherte Änderung konnte nicht hochgeladen werden, weil die Kopie dieser Datenbank in der Cloud seitdem geändert wurde. Exportieren Sie eine Kopie dieser Datenbank, um sie in einer anderen KeePass-App mit der Cloud-Version zusammenzuführen, oder verwerfen Sie den ausstehenden Upload. NextPass behält eine Sicherungskopie der verworfenen Änderung auf diesem Gerät.
es: Un cambio guardado mediante el autorrelleno no se pudo cargar porque la copia de esta base de datos en la nube cambió desde entonces. Exporte una copia de esta base de datos para combinarla con la versión de la nube en otra app de KeePass, o descarte la carga pendiente. NextPass conserva una copia de seguridad del cambio descartado en este dispositivo.
fr: Une modification enregistrée via le remplissage automatique n'a pas pu être envoyée, car la copie de cette base de données dans le cloud a changé depuis. Exportez une copie de cette base de données pour la fusionner avec la version du cloud dans une autre app KeePass, ou ignorez l'envoi en attente. NextPass conserve une sauvegarde de la modification ignorée sur cet appareil.
ja: 自動入力で保存された変更をアップロードできませんでした。その後にクラウド上のこのデータベースのコピーが変更されたためです。このデータベースのコピーを書き出して他の KeePass App でクラウド版とマージするか、保留中のアップロードを破棄してください。破棄した変更のバックアップは、このデバイスに保持されます。
zh_hans: 通过自动填充保存的更改无法上传，因为此数据库在云端的副本此后已发生变化。请导出此数据库的副本，在其他 KeePass App 中将其与云端版本合并，或放弃待处理的上传。NextPass 会在此设备上保留已放弃更改的备份。
zh_hant: 透過自動填寫儲存的變更無法上傳，因為此資料庫在雲端的副本此後已變更。請匯出此資料庫的副本，在其他 KeePass App 中將其與雲端版本合併，或捨棄待處理的上傳。NextPass 會在此裝置上保留已捨棄變更的備份。

source: A database with this name already exists in this cloud folder.
de: Eine Datenbank mit diesem Namen ist in diesem Cloud-Ordner bereits vorhanden.
es: Ya existe una base de datos con este nombre en esta carpeta en la nube.
fr: Une base de données portant ce nom existe déjà dans ce dossier cloud.
ja: このクラウドフォルダには、同じ名前のデータベースがすでに存在します。
zh_hans: 此云文件夹中已存在同名数据库。
zh_hant: 此雲端資料夾中已存在同名資料庫。

source: A group cannot be moved into itself or one of its subgroups.
de: Eine Gruppe kann nicht in sich selbst oder eine ihrer Untergruppen verschoben werden.
es: Un grupo no se puede mover a sí mismo ni a uno de sus subgrupos.
fr: Un groupe ne peut pas être déplacé dans lui-même ni dans l'un de ses sous-groupes.
ja: グループを自分自身やそのサブグループの中へ移動することはできません。
zh_hans: 群组不能移动到其自身或其子群组中。
zh_hant: 群組不能移動到其自身或其子群組中。

source: A more reliable NextPass
de: Ein zuverlässigeres NextPass
es: Un NextPass más fiable
fr: Un NextPass plus fiable
ja: より安定した NextPass
zh_hans: 更可靠的 NextPass
zh_hant: 更可靠的 NextPass

source: A new Advanced section in the New Database form lets you pick AES-256 or ChaCha20, and how much work it takes to unlock — Balanced, Strong, or Maximum. The default is unchanged.
de: Im Formular „Neue Datenbank“ kannst du unter „Erweitert“ jetzt AES-256 oder ChaCha20 wählen – und wie aufwendig das Entsperren sein soll: Ausgewogen, Stark oder Maximal. Die Voreinstellung bleibt unverändert.
es: Una nueva sección «Avanzado» en el formulario «Nueva base de datos» te permite elegir AES-256 o ChaCha20, y cuánto esfuerzo cuesta desbloquear: Equilibrado, Fuerte o Máximo. El valor por omisión no cambia.
fr: Une nouvelle section « Avancé » du formulaire « Nouvelle base de données » vous permet de choisir AES-256 ou ChaCha20, ainsi que l’effort requis pour déverrouiller : Équilibré, Fort ou Maximal. La valeur par défaut est inchangée.
ja: 「新規データベース」に「詳細設定」が加わり、AES-256 と ChaCha20 のどちらを使うか、ロック解除にかける処理量（バランス、強、最大）を選べるようになりました。デフォルトの設定は変わりません。
zh_hans: “新建数据库”表单中新增的“高级”部分，可让你选择 AES-256 或 ChaCha20，以及解锁所需的运算强度——均衡、强或最高。默认设置保持不变。
zh_hant: 「新增資料庫」表單中新增的「進階」部分，可讓你選擇 AES-256 或 ChaCha20，以及解鎖所需的運算強度——均衡、強或最高。預設設定維持不變。

source: A parent group is hidden from Search & AutoFill. Turn this off to show this group anyway.
de: Eine übergeordnete Gruppe ist aus Suche & AutoFill ausgeblendet. Deaktivieren Sie diese Option, um diese Gruppe dennoch anzuzeigen.
es: Un grupo superior está oculto de la búsqueda y el autorrelleno. Desactive esta opción para mostrar este grupo de todas formas.
fr: Un groupe parent est masqué de la recherche et du remplissage automatique. Désactivez cette option pour afficher ce groupe malgré tout.
ja: 上位のグループが検索と自動入力から隠されています。このグループを表示するには、この設定をオフにしてください。
zh_hans: 某个上级群组已从搜索与自动填充中隐藏。关闭此设置即可仍然显示此群组。
zh_hant: 某個上層群組已從搜尋與自動填寫中隱藏。關閉此設定即可仍顯示此群組。

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于
zh_hant: 關於

source: About KeeForge
de: Über KeeForge
es: Acerca de KeeForge
fr: À propos de KeeForge
ja: KeeForge について
zh_hans: 关于 KeeForge
zh_hant: 關於 KeeForge

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
zh_hans: 账户
zh_hant: 帳號

source: Acknowledgments
de: Danksagungen
es: Agradecimientos
fr: Remerciements
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝

source: Add a cloud database from the database list to connect an account.
de: Fügen Sie in der Datenbankliste eine Cloud-Datenbank hinzu, um ein Konto zu verbinden.
es: Añada una base de datos en la nube desde la lista de bases de datos para conectar una cuenta.
fr: Ajoutez une base de données cloud depuis la liste des bases de données pour connecter un compte.
ja: アカウントを接続するには、データベース一覧からクラウドのデータベースを追加してください。
zh_hans: 在数据库列表中添加云数据库即可连接账户。
zh_hant: 在資料庫列表中加入雲端資料庫即可連接帳號。

source: Add a master password, key file, or both.
de: Fügen Sie ein Master-Passwort, eine Schlüsseldatei oder beides hinzu.
es: Añada una contraseña maestra, un archivo de clave o ambos.
fr: Ajoutez un mot de passe principal, un fichier de clé, ou les deux.
ja: マスターパスワード、キーファイル、またはその両方を設定してください。
zh_hans: 添加主密码、密钥文件，或两者兼有。
zh_hant: 新增主密碼、金鑰檔案，或兩者皆用。

source: Add a short message before sending feedback.
de: Fügen Sie vor dem Senden des Feedbacks eine kurze Nachricht hinzu.
es: Añada un breve mensaje antes de enviar los comentarios.
fr: Ajoutez un court message avant d'envoyer vos commentaires.
ja: フィードバックを送信する前に、短いメッセージを入力してください。
zh_hans: 发送反馈前请添加简短说明。
zh_hant: 傳送意見回饋前，請先加入簡短訊息。

source: Add a tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter un tag
ja: タグを追加
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add Database
de: Datenbank hinzufügen
es: Añadir base de datos
fr: Ajouter une base de données
ja: データベースを追加
zh_hans: 添加数据库
zh_hant: 加入資料庫

source: Add each database again
de: Jede Datenbank erneut hinzufügen
es: Añadir de nuevo cada base de datos
fr: Ajouter à nouveau chaque base de données
ja: 各データベースを追加し直す
zh_hans: 重新添加每个数据库
zh_hant: 重新加入每個資料庫

source: Add Entry or Group
de: Eintrag oder Gruppe hinzufügen
es: Añadir entrada o grupo
fr: Ajouter une entrée ou un groupe
ja: エントリまたはグループを追加
zh_hans: 添加条目或群组
zh_hant: 新增項目或群組

source: Add original URL to this entry
de: Ursprüngliche URL zu diesem Eintrag hinzufügen
es: Añadir la URL original a esta entrada
fr: Ajouter l’URL d’origine à cette entrée
ja: このエントリに元の URL を追加
zh_hans: 将原始 URL 添加到此条目
zh_hant: 將原始 URL 加入此項目

source: Add Original URL?
de: Ursprüngliche URL hinzufügen?
es: ¿Añadir URL original?
fr: Ajouter l’URL d’origine ?
ja: 元の URL を追加しますか？
zh_hans: 添加原始 URL？
zh_hant: 加入原始 URL？

source: Add tag %@
de: Tag %@ hinzufügen
es: Añadir etiqueta %@
fr: Ajouter le tag %@
ja: タグ%@を追加
zh_hans: 添加标签 %@
zh_hant: 新增標籤 %@

source: Add URL
de: URL hinzufügen
es: Añadir URL
fr: Ajouter l’URL
ja: URL を追加
zh_hans: 添加 URL
zh_hant: 加入 URL

source: Add Verification Code
de: Bestätigungscode hinzufügen
es: Añadir código de verificación
fr: Ajouter un code de vérification
ja: 確認コードを追加
zh_hans: 添加验证码
zh_hant: 新增驗證碼

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加日
zh_hans: 已添加
zh_hant: 已新增

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細設定
zh_hans: 高级
zh_hant: 進階

source: After you click Create, choose the %@ folder for the encrypted .kdbx database.
de: Nachdem Sie auf „Erstellen“ geklickt haben, wählen Sie den Ordner „%@“ für die verschlüsselte .kdbx-Datenbank.
es: Después de hacer clic en «Crear», elija la carpeta «%@» para la base de datos .kdbx cifrada.
fr: Après avoir cliqué sur « Créer », choisissez le dossier « %@ » pour la base de données .kdbx chiffrée.
ja: 「作成」をクリックしたら、暗号化された .kdbx データベースを保存する%@のフォルダを選択してください。
zh_hans: 点按“创建”后，请为加密 .kdbx 数据库选择 %@ 文件夹。
zh_hant: 點按「建立」後，請為加密 .kdbx 資料庫選擇 %@ 資料夾。

source: After you click Create, NextPass asks where to save the encrypted .kdbx database.
de: Nachdem Sie auf „Erstellen“ geklickt haben, fragt NextPass, wo die verschlüsselte .kdbx-Datenbank gesichert werden soll.
es: Después de hacer clic en «Crear», NextPass le preguntará dónde guardar la base de datos .kdbx cifrada.
fr: Après avoir cliqué sur « Créer », NextPass vous demandera où enregistrer la base de données .kdbx chiffrée.
ja: 「作成」をクリックすると、NextPass が暗号化された .kdbx データベースの保存場所をたずねます。
zh_hans: 点按“创建”后，NextPass 会询问加密 .kdbx 数据库的保存位置。
zh_hant: 點按「建立」後，NextPass 會詢問加密 .kdbx 資料庫的儲存位置。

source: After you tap Create, choose the %@ folder for the encrypted .kdbx database.
de: Nachdem Sie auf „Erstellen“ getippt haben, wählen Sie den Ordner „%@“ für die verschlüsselte .kdbx-Datenbank.
es: Después de tocar «Crear», elija la carpeta «%@» para la base de datos .kdbx cifrada.
fr: Après avoir touché « Créer », choisissez le dossier « %@ » pour la base de données .kdbx chiffrée.
ja: 「作成」をタップしたら、暗号化された .kdbx データベースを保存する%@のフォルダを選択してください。
zh_hans: 轻点“创建”后，请为加密 .kdbx 数据库选择 %@ 文件夹。
zh_hant: 點一下「建立」後，請為加密 .kdbx 資料庫選擇 %@ 資料夾。

source: After you tap Create, Files will ask where to save the encrypted .kdbx database.
de: Nachdem Sie auf „Erstellen“ getippt haben, fragt „Dateien“, wo die verschlüsselte .kdbx-Datenbank gesichert werden soll.
es: Después de tocar «Crear», Archivos le preguntará dónde guardar la base de datos .kdbx cifrada.
fr: Après avoir touché « Créer », « Fichiers » vous demandera où enregistrer la base de données .kdbx chiffrée.
ja: 「作成」をタップすると、「ファイル」App が暗号化された .kdbx データベースの保存場所をたずねます。
zh_hans: 轻点“创建”后，“文件”App 会询问加密 .kdbx 数据库的保存位置。
zh_hant: 點一下「建立」後，「檔案」App 會詢問加密 .kdbx 資料庫的儲存位置。

source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
ja: アルゴリズム
zh_hans: 算法
zh_hant: 演算法

source: Allow camera access in Settings to scan verification-code QR codes.
de: Erlauben Sie den Kamerazugriff in den Einstellungen, um QR-Codes für Bestätigungscodes zu scannen.
es: Permita el acceso a la cámara en Ajustes para escanear códigos QR de códigos de verificación.
fr: Autorisez l'accès à la caméra dans Réglages pour scanner les codes QR de codes de vérification.
ja: 確認コードの QR コードをスキャンするには、「設定」でカメラへのアクセスを許可してください。
zh_hans: 请在“设置”中允许访问相机，以扫描验证码二维码。
zh_hant: 請在「設定」中允許取用相機，以掃描驗證碼 QR 碼。

source: Allow Follow-Up
de: Rückfragen erlauben
es: Permitir seguimiento
fr: Autoriser les questions de suivi
ja: 返信を受け取る
zh_hans: 允许后续联系
zh_hant: 允許後續聯絡

source: Allow Unencrypted FTP
de: Unverschlüsseltes FTP erlauben
es: Permitir FTP sin cifrar
fr: Autoriser le FTP non chiffré
ja: 暗号化されていない FTP を許可
zh_hans: 允许未加密的 FTP
zh_hant: 允許未加密的 FTP

source: Allow Unencrypted HTTP
de: Unverschlüsseltes HTTP erlauben
es: Permitir HTTP sin cifrar
fr: Autoriser le HTTP non chiffré
ja: 暗号化されていない HTTP を許可
zh_hans: 允许未加密的 HTTP
zh_hant: 允許未加密的 HTTP

source: Another Dropbox sign-in is already in progress.
de: Eine andere Anmeldung bei Dropbox läuft bereits.
es: Ya hay otro inicio de sesión en Dropbox en curso.
fr: Une autre connexion à Dropbox est déjà en cours.
ja: 別の Dropbox サインインがすでに進行中です。
zh_hans: 另一个 Dropbox 登录正在进行中。
zh_hant: 另一個 Dropbox 登入正在進行中。

source: Another OneDrive sign-in is already in progress.
de: Eine andere OneDrive-Anmeldung läuft bereits.
es: Ya hay otro inicio de sesión en OneDrive en curso.
fr: Une autre connexion à OneDrive est déjà en cours.
ja: 別の OneDrive サインインがすでに進行中です。
zh_hans: 另一个 OneDrive 登录正在进行中。
zh_hant: 另一個 OneDrive 登入正在進行中。

source: Another save is in progress. Wait for it to finish, then try again.
de: Es läuft bereits ein Speichervorgang. Warten Sie, bis er abgeschlossen ist, und versuchen Sie es erneut.
es: Hay otro guardado en curso. Espere a que termine e inténtelo de nuevo.
fr: Un autre enregistrement est en cours. Attendez qu'il se termine, puis réessayez.
ja: 別の保存処理が進行中です。完了するまで待ってから、もう一度お試しください。
zh_hans: 另一次保存正在进行。请等待它完成后重试。
zh_hant: 另一次儲存正在進行。請等待它完成後再試一次。

source: App Settings
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l'app
ja: App の設定
zh_hans: App 设置
zh_hant: App 設定

source: Apply
de: Übernehmen
es: Aplicar
fr: Appliquer
ja: 適用
zh_hans: 应用
zh_hant: 套用

source: Argon2 Reference Implementation
de: Argon2-Referenzimplementierung
es: Implementación de referencia de Argon2
fr: Implémentation de référence d'Argon2
ja: Argon2 リファレンス実装
zh_hans: Argon2 参考实现
zh_hant: Argon2 參考實作

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
ja: 昇順
zh_hans: 升序
zh_hant: 遞增

source: Asks macOS to exclude NextPass's windows from screenshots and screen recordings. This is best-effort: on macOS 15 and later, ScreenCaptureKit-based recorders can capture the window anyway. When it works, a screenshot of NextPass comes out black or fails — that is the protection doing its job. Regardless of this setting, NextPass blurs its windows whenever it loses focus.
de: Fordert macOS auf, NextPass-Fenster von Bildschirmfotos und -aufnahmen auszuschließen. Dies bietet nur eingeschränkten Schutz: Unter macOS 15 und neuer können auf ScreenCaptureKit basierende Aufnahmeprogramme das Fenster trotzdem erfassen. Wenn der Schutz funktioniert, ist NextPass auf einem Bildschirmfoto schwarz oder die Aufnahme schlägt fehl – dann erfüllt der Schutz seinen Zweck. Unabhängig von dieser Einstellung macht NextPass seine Fenster unkenntlich, sobald die App den Fokus verliert.
es: Solicita a macOS que excluya las ventanas de NextPass de las capturas y grabaciones de pantalla. Esto ofrece una protección limitada: en macOS 15 y versiones posteriores, las apps de grabación basadas en ScreenCaptureKit pueden capturar la ventana de todos modos. Cuando la protección funciona, una captura de pantalla de NextPass sale en negro o la grabación falla; en ese caso, la protección está cumpliendo su función. Independientemente de este ajuste, NextPass difumina sus ventanas en cuanto pierde el foco.
fr: Demande à macOS d'exclure les fenêtres de NextPass des captures d'écran et des enregistrements d'écran. Cette protection est limitée : à partir de macOS 15, les logiciels d'enregistrement basés sur ScreenCaptureKit peuvent malgré tout capturer la fenêtre. Lorsque la protection fonctionne, une capture d'écran de NextPass apparaît noire ou échoue – c'est le signe que la protection remplit son rôle. Quel que soit ce réglage, NextPass floute ses fenêtres dès que l'app perd le focus.
ja: NextPass のウインドウをスクリーンショットや画面収録から除外するよう macOS に要求します。これは可能な範囲での対応です。macOS 15 以降では、ScreenCaptureKit を使う収録ツールがウインドウを取り込めてしまう場合があります。有効に働いた場合、NextPass のスクリーンショットは黒くなるか、撮影に失敗します。これは保護が機能している証拠です。この設定にかかわらず、NextPass はフォーカスを失うたびにウインドウをぼかします。
zh_hans: 请求 macOS 将 NextPass 的窗口排除在屏幕快照和屏幕录制之外。此功能尽力而为：在 macOS 15 及更高版本中，基于 ScreenCaptureKit 的录制工具仍可能捕捉到窗口。当它生效时，NextPass 的屏幕快照会显示为黑色或失败——这正是保护在起作用。无论此设置如何，NextPass 都会在窗口失去焦点时将其模糊处理。
zh_hant: 要求 macOS 將 NextPass 的視窗排除在螢幕快照與螢幕錄影之外。此功能僅屬盡力而為：在 macOS 15 及之後版本，以 ScreenCaptureKit 為基礎的錄影工具仍可能擷取到視窗。當其生效時，NextPass 的螢幕快照會呈現黑色或失敗——這正是保護機制在發揮作用。無論此設定為何，NextPass 的視窗在失去焦點時都會加以模糊。

source: Associated File
de: Zugehörige Datei
es: Archivo asociado
fr: Fichier associé
ja: 関連付けられたファイル
zh_hans: 关联文件
zh_hant: 關聯檔案

source: Attach a photo when it helps explain an issue, and optionally add an email address if you'd like a reply.
de: Fügen Sie bei Bedarf ein Foto hinzu und geben Sie optional eine E-Mail-Adresse an, wenn Sie eine Antwort wünschen.
es: Adjunte una foto si ayuda a explicar un problema y, opcionalmente, añada una dirección de correo electrónico si desea una respuesta.
fr: Si nécessaire, joignez une photo et indiquez éventuellement une adresse e-mail si vous souhaitez une réponse.
ja: 問題の説明に役立つ場合は写真を添付できます。返信が必要な場合は、メールアドレスを追加することもできます。
zh_hans: 如有助于说明问题，可附加照片；如希望收到回复，可选填电子邮件地址。
zh_hant: 若有助於說明問題，可附加照片；若希望收到回覆，可選填電子郵件地址。

source: Attach Photo
de: Foto anhängen
es: Adjuntar foto
fr: Joindre une photo
ja: 写真を添付
zh_hans: 附加照片
zh_hant: 附加照片

source: Attached Error Details
de: Angehängte Fehlerdetails
es: Detalles del error adjuntos
fr: Détails de l'erreur joints
ja: 添付されたエラーの詳細
zh_hans: 已附加的错误详情
zh_hant: 已附加的錯誤詳細資訊

source: Attached Photo
de: Angehängtes Foto
es: Foto adjunta
fr: Photo jointe
ja: 添付された写真
zh_hans: 已附加的照片
zh_hant: 已附加的照片

source: Attachments
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
ja: 添付ファイル
zh_hans: 附件
zh_hant: 附件

source: Authentication didn't complete. The master key was not changed.
de: Die Authentifizierung wurde nicht abgeschlossen. Der Master-Schlüssel wurde nicht geändert.
es: La autenticación no se completó. La clave maestra no se cambió.
fr: L’authentification n’a pas abouti. La clé principale n’a pas été modifiée.
ja: 認証が完了しませんでした。マスターキーは変更されていません。
zh_hans: 身份验证未完成。主密钥未被更改。
zh_hant: 身分驗證未完成。主金鑰未被更改。
